Repository: microcomp/ckanext-storage-admin-gui
Catalog: ckanext/storage_gui/i18n/*/LC_MESSAGES/ckanext-storage_gui.po
Languages: sk

source: Configuration of dataset limit was successfull.
sk: Konfigurácia limitov datasetu bola úspešná.

source: Organization not found
sk: Organizácia nebola nájdená

source: Dataset's max. resource size is set to default value.
sk: Max. veľkosť dátového zdroja v datasete je nastavená na počiatočnú hodnotu.

source: Configuration reset was successfull.
sk: Resetovanie konfigurácie bolo úspešné.

source: Configuration updated.
sk: Konfigurácia aktualizovaná.

source: Storage
sk: Úložisko

source: Edit storage limits
sk: Nastaviť limity úložíska

source: Filesystem usage
sk: Využitie súborového úložiska

source: Database usage
sk: Využitie databáz

source: Triplestore usage
sk: Využitie triplestore

source: Dataset storage settings
sk: Nastavenie uložiska pre datasety

source: Max. resource size
sk: Max. veľkosť dát. zdroja

source: Are you sure you want to set max. resource size to default value?
sk: Ste si istý, že chcete nastaviť max. veľkosť dátového zdroja na počiatočnú hodnotu?

source: Edit
sk: Editovať

source: Reset to default value
sk: Nastaviť na počiatočnú hodnotu

source: No datasets of organization found.
sk: Táto organizácia neobsahuje datasety.

source: Edit Storage Limits
sk: Nastaviť limity úložiska

source: Back
sk: Naspäť na zoznam

source: Edit dataset limit
sk: Editovať limity datasetu

source: Filestore limit
sk: Limit súborového úložiska

source: Are you sure you want to reset this configuration to default?
sk: Ste si istý, že chcete obnoviť počiatočnú konfiguráciu?

source: Reset Configuration
sk: Obnoviť konfiguráciu

source: Save configuration
sk: Uložiť konfiguráciu

source: Database limit
sk: Limit databázy

source: Triplestore limit
sk: Limit Triplestore úložiska

source: Unit
sk: Jednotka

source: CKAN - Storage Administration
sk: CKAN - Riadenie úložísk

source: Storage Administration
sk: Riadenie úložísk

source: Storage statistics
sk: Štatistika úložísk

source: Update time
sk: Čas aktualizácie

source: Refresh data
sk: Aktualizuj dáta

source: Filesystem storage
sk: Súborové úložisko

source: Database storage
sk: Databázové úložisko

source: Triplestore storage
sk: Triplestore úložisko

source: Last update time
sk: Čas poslednej aktualizácie

source: Organization
sk: Organizácia

source: The computation of storage usage has not been executed. Trigger it now!
sk: Výpočet využitia úložiska ešte nebol spustený. Spustite ho teraz!

source: Filter storage usage
sk: Filtrovať využitie úložísk

source: Usage per organization
sk: Použitie za organizáciu

source: Choose an organization
sk: Vyberte organizáciu

source: Apply
sk: Použiť

source: Cancel
sk: Zrušiť
